//ОПИСАНИЕ:
// Хорошо известно, что все, чего Чак Норрис хочет, он получает.
// В результате Чаку очень редко приходится употреблять слово "false".
// Менее известен тот факт, что если что-то является правдой, а Чак не хочет,
// чтобы это было правдой, то Чак может напугать правду своими массивными бицепсами,
// и она автоматически станет ложью.
// Ваша задача - больше походить на Чака (ха! Удачи!).
// Вы должны возвращать значение false, даже не используя слово false...
// Покажите, кто в доме хозяин!

function ifChuckSaysSo(){
return !true
}

console.log(ifChuckSaysSo())