// ОПИСАНИЕ:
// У вас есть метод main, заставьте его напечатать строку Hello World!,
// (да, она включает символ новой строки в конце) и ничего не возвращать
// Обратите внимание, что в некоторых языках функция main является точкой входа в программу.
// Вот как она будет протестирована.:  Solution.main("parameter1","parameter2");
// Подсказки: Проверьте свои ссылки Подумайте о сфере применения вашего метода
// Если вы все еще этого не поняли, возможно, вы можете определить main как атрибут класса Solution,
// который принимает один аргумент и печатает только «Hello World!» без всякого возврата.

// Print "Hello World!" to the screen
class Solution{
}