// ОПИСАНИЕ:
// Создайте функцию с двумя аргументами, которая будет возвращать массив из первых n чисел, кратных x.
// Предположим, что и заданное число, и количество подсчитываемых раз будут положительными числами, превышающими 0.
// Верните результаты в виде массива или списка (в зависимости от языка).
// Examples
// countBy(1,10) === [1,2,3,4,5,6,7,8,9,10]
// countBy(2,5) === [2,4,6,8,10]

// function countBy(x, n) {
//   let z = [];
//   for (let i = x; i < n + 1; i++) {
//       z.push(i)
//   }
//   return z;
// }
//
// console.log(countBy(2,5))