// ОПИСАНИЕ:
// Создайте несколько функций, которые будут возвращать
// сумму, разность, модуль, произведение, частное и показатель степени соответственно.
// Пожалуйста, используйте следующие названия функций:
// сложение = add
// умножение = multiply
// деление = divide (допустимы как целые, так и с плавающей точкой)
// модуль = mod
// экспоненциальный = показатель степени
// subtraction = вычитание
// Примечание: Все математические операции будут следующими: a (операция) b

function add(a,b){
  return a + b
}

function divide(a,b){
  return a / b
}

function multiply(a,b){
  return a * b
}

function mod(a,b){
  return a % b
}

function exponent(a,b){
  return Math.pow(a, b)
}

function subt(a,b){
  return a - b
}