// ОПИСАНИЕ:
// Завершите функцию так, чтобы она находила среднее значение
// трех переданных ей оценок и возвращала буквенное значение, связанное с этой оценкой.
// Numerical Score	Letter Grade
// 90 <= score <= 100	'A'
// 80 <= score < 90	'B'
// 70 <= score < 80	'C'
// 60 <= score < 70	'D'
// 0 <= score < 60	'F'
// Все проверенные значения находятся в диапазоне от 0 до 100.
// Нет необходимости проверять отрицательные значения или значения, превышающие 100.
function getGrade (s1, s2, s3) {

}

console.log(getGrade(95,90,93))