// ОПИСАНИЕ:
// Кто помнит те времена, когда они играли на школьном дворе,
// когда девочки брали цветок и обрывали его лепестки,
// произнося каждую из следующих фраз каждый раз, когда отрывали лепесток:
// "I love you"
// "a little"
// "a lot"
// "passionately"
// "madly"
// "not at all"
// Если лепестков больше 6, начинайте сначала с "I love you"
// для 7 лепестков, "a little" для 8 лепестков и так далее.
// Когда был оторван последний лепесток, раздались крики восторга, мечтаний,
// нахлынувших мыслей и эмоций.
// Ваша цель в этом ката - определить, какую фразу девушки сказали бы на последнем
// лепестке цветка с заданным количеством лепестков. Количество лепестков всегда больше 0.
//
// function howMuchILoveYou(nbPetals) {
// const a = "I love you"
//   const b = "a little"
//   const c = "a lot"
//   const d = "passionately"
//   const e = "madly"
//   const f = "not at all"
//
//   for (let i = 0; i <nbPetals; i++) {
//     console.log()
//   }
// }
//
// console.log(howMuchILoveYou(7))