// ОПИСАНИЕ:
// Кто помнит те времена, когда они играли на школьном дворе,
// когда девочки брали цветок и обрывали его лепестки,
// произнося каждую из следующих фраз каждый раз, когда отрывали лепесток:
// "Я люблю тебя"
// "немного"
// "сильно"
// "страстно"
// "безумно"
// "совсем нет"
// Если лепестков больше 6, начинайте сначала с "Я люблю тебя"
// для 7 лепестков, "немного" для 8 лепестков и так далее.
// Когда был оторван последний лепесток, раздались крики восторга, мечтаний,
// нахлынувших мыслей и эмоций.
// Ваша цель в этом ката - определить, какую фразу девушки сказали бы на последнем
// лепестке цветка с заданным количеством лепестков. Количество лепестков всегда больше 0.
//
// function howMuchILoveYou(nbPetals) {
//   switch (nbPetals) {
//     case 1:
//       return
//       break;
//     case 2:
//       return
//       break;
//     case 3:
//       return
//       break;
//     case 4:
//       return
//       break;
//   }
//
//
//   return
// }
//
// console.log(howMuchILoveYou(7))