//ОПИСАНИЕ:
// Рядом с дорогой стоят столбы. Расстояние между столбами одинаковое,
// а ширина столбов одинаковая. Ваша функция принимает три аргумента:
// количество столбов (≥ 1);
// расстояние между столбами (10-30 метров);
// ширина столба (от 10 до 50 сантиметров).
// Рассчитайте расстояние между первого и последнего столба в сантиметрах
// (без учета ширины первого и последнего столба).
// width - ширина
// dist - расстояние
// numPill - количество столбов
// function pillars(numPill, dist, width) {
// if (numPill > 1) {
//   return 
// } else if (numPill) {
//
// }
// }
//
// console.log(pillars(2, 20, 25)))