//ОПИСАНИЕ:
// Учитывая точку на евклидовой плоскости (x и y), верните квадрант,
// в котором находится точка: 1, 2, 3 или 4 (целое число). x и y — целые ненулевые числа,
// поэтому данная точка никогда не лежит на осях.
// Существует четыре квадранта:
// (1, 2)     => 1
// (3, 5)     => 1
// (-10, 100) => 2
// (-1, -9)   => 3
// (19, -56)  => 4
// Первый квадрант, расположенный в правом верхнем углу,
// содержит все точки с положительными значениями X и Y
// Второй квадрант, расположенный в левом верхнем углу,
// содержит все точки с отрицательными значениями X, но положительными значениями Y
// Третий квадрант, расположенный в левом нижнем углу,
// содержит все точки с отрицательными значениями X и Y
// Четвертый квадрант, расположенный в правом нижнем углу,
// содержит все точки с положительными значениями X, но отрицательными значениями Y

// function quadrant(x, y) {
//
// }
//
// console.log(quadrant())
