// ОПИСАНИЕ:
// Чтобы определить объем (в сантиметрах в кубе) прямоугольника,
// вы используете формулу:
// объем = Длина * Ширина * Высота
// Но кто-то забыл правильно вести учет,
// у нас есть только объем и длина одной стороны!
// Вам решать, имеет ли кубоид равные стороны (= - это куб).
// Верните значение true, если у кубоида могут быть равные стороны,
// в противном случае верните значение false.
// Верните значение false также для недопустимых чисел
// (например, объем или сторона меньше или равны 0)
// Примечание: сторона будет целым числом
// side сторона
// function cubeChecker(volume, side){
// const w = volume / ()
//
// };
//
// console.log(cubeChecker(8, 3))