// ОПИСАНИЕ:
// Вам будет предоставлен словарь/хэш-код/объект, содержащий некоторые языки,
// и результаты вашего теста на этих языках. Верните список языков,
// на которых ваш тестовый балл составляет не менее 60, в порядке убывания баллов.
// Примечание: баллы всегда будут уникальными (чтобы не было повторяющихся значений).
// Examples
// {"Java": 10, "Ruby": 80, "Python": 65}    -->  ["Ruby", "Python"]
// {"Hindi": 60, "Dutch" : 93, "Greek": 71}  -->  ["Dutch", "Greek", "Hindi"]
// {"C++": 50, "ASM": 10, "Haskell": 20}     -->  []
// function myLanguages(results) {
//
// }
//
// console.log(myLanguages({"Java": 10, "Ruby": 80, "Python": 65}))